Repository: shunsukesaito00/kintore-note
Catalog: Kintore/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# a11y_generic_button_hint
source: Tap to activate
ja: タップで実行します

# a11y_workout_discard_hint
source: Close without saving your log
ja: 入力を保存せず記録画面を閉じます

# a11y_workout_save_hint
source: Save and return to home
ja: 記録を保存してホームに戻ります

# a11y_workout_save_label
source: Save workout
ja: ワークアウトを保存

# alert_discard_confirm
source: Discard
ja: 保存せず取り消す

# alert_discard_message
source: Your current input won’t be saved.
ja: 入力中の内容は保存されません。

# alert_discard_title
source: Discard without saving?
ja: 保存せず取り消しますか？

# alert_save_message
source: Save your log and open session details.
ja: 記録を保存し、セッション詳細を表示します。

# alert_save_title
source: Save workout
ja: ワークアウトを保存

# body_metrics_a11y_add
source: Add measurement
ja: 記録を追加

# body_metrics_a11y_csv_export
source: Export body metrics as CSV
ja: 身体データをCSVで書き出し

# body_metrics_add
source: Add
ja: 記録を追加

# body_metrics_add_title
source: Add body measurement
ja: 身体記録を追加

# body_metrics_bodyfat
source: Body fat
ja: 体脂肪率

# body_metrics_bodyfat_optional
source: Body fat % (optional)
ja: 体脂肪率（任意）

# body_metrics_bodyfat_rate
source: Body fat %
ja: 体脂肪率

# body_metrics_bodyfat_trend
source: Body fat trend
ja: 体脂肪率の推移

# body_metrics_cancel
source: Cancel
ja: キャンセル

# body_metrics_chart_date
source: Date
ja: 日付

# body_metrics_chart_x_axis_note
source: X-axis shows actual dates (weekly labels are a guide).
ja: 横軸は実際の日付です（週表示の括弧は参考）

# body_metrics_csv_premium_required
source: CSV export is a Premium feature
ja: CSVの書き出しはプレミアムで利用できます

# body_metrics_date
source: Date
ja: 日付

# body_metrics_empty
source: No measurements yet
ja: まだ記録がありません

# body_metrics_history
source: History
ja: 履歴

# body_metrics_memo_optional
source: Notes (optional)
ja: メモ（任意）

# body_metrics_save
source: Save
ja: 保存

# body_metrics_section_values
source: Weight & body fat
ja: 体重・体脂肪

# body_metrics_title
source: Body metrics
ja: 身体記録

# body_metrics_validation_required
source: Please enter your weight
ja: 体重を入力してください

# body_metrics_weight
source: Weight
ja: 体重

# body_metrics_weight_kg
source: Weight (kg)
ja: 体重（kg）

# body_metrics_weight_lb
source: Weight (lb)
ja: 体重（lb）

# body_metrics_weight_trend
source: Weight trend
ja: 体重の推移

# body_part_exercise_empty
source: No exercises for this body part
ja: この部位の種目はまだありません

# calendar_month_total
source: Month total
ja: 月合計

# chart_label_reps
source: Reps
ja: レップ

# chart_label_volume
source: Volume
ja: 挙上量

# chart_label_weight
source: Weight
ja: 重量

# chart_legend_body_part
source: Body part
ja: 部位

# chart_pr_marker
source: PR
ja: 自己ベスト

# common_add
source: Add
ja: 追加

# common_cancel
source: Cancel
ja: キャンセル

# common_close
source: Close
ja: 閉じる

# common_edit
source: Edit
ja: 編集

# common_exercise
source: Exercise
ja: 種目

# common_new
source: New
ja: 新規

# common_retry
source: Retry
ja: 再試行

# common_save
source: Save
ja: 保存

# complete_summary_best_sets
source: Best set per exercise
ja: 種目ごとのベストセット

# complete_summary_close_a11y_hint
source: Closes this summary
ja: サマリーを閉じます

# complete_summary_congrats
source: Great work!
ja: お疲れさまでした！

# complete_summary_duration
source: Duration
ja: 時間

# complete_summary_exercises
source: Exercises
ja: 種目

# complete_summary_load_error
source: Could not load workout data.
ja: ワークアウトの読み込みに失敗しました。

# complete_summary_pr_title
source: New personal best!
ja: 自己ベスト更新！

# complete_summary_reps
source: Reps
ja: 回数

# complete_summary_sets
source: Sets
ja: セット

# complete_summary_title
source: Workout complete
ja: ワークアウト完了

# create_exercise_body_part
source: Body part
ja: 部位

# create_exercise_equipment
source: Equipment & notes
ja: 器具・備考

# create_exercise_equipment_header
source: Equipment
ja: 器具

# create_exercise_kind
source: Exercise type
ja: 種目タイプ

# create_exercise_name
source: Exercise name
ja: 種目名

# create_exercise_title
source: Add exercise
ja: 種目を追加

# create_exercise_type_footer
source: You can change this later
ja: あとから変更できます

# create_exercise_type_header
source: How sets are logged
ja: 記録の入力形式

# delta_label_volume
source: Volume
ja: 挙上量

# delta_label_weight
source: Weight
ja: 重量

# exercise_body_part_other
source: Other
ja: その他

# exercise_cardio_treadmill_footer
source: Cardio uses incline, speed, and duration (treadmill style).
ja: 有酸素は傾斜・速度・時間（トレッドミル形式）で記録します。

# exercise_detail_best_set
source: Best set
ja: ベストセット

# exercise_detail_chart_best_set_duration
source: Longest set duration
ja: 最長セット時間

# exercise_detail_chart_session_cardio_duration
source: Total cardio duration
ja: セッション合計時間（有酸素）

# exercise_detail_chart_session_distance
source: Total distance per session
ja: セッション合計距離

# exercise_detail_chart_session_total_time
source: Total time per session
ja: セッション合計時間

# exercise_detail_comparison
source: Comparison
ja: 比較

# exercise_detail_comparison_dist_max_delta
source: vs last (longest distance)
ja: 前回比(最長距離)

# exercise_detail_comparison_dist_total_delta
source: vs last (total distance)
ja: 前回比(合計距離)

# exercise_detail_comparison_time_max_delta
source: vs last (longest set)
ja: 前回比(最長セット)

# exercise_detail_comparison_time_total_delta
source: vs last (total time)
ja: 前回比(合計時間)

# exercise_detail_current_best
source: Current best
ja: 現在のベスト

# exercise_detail_delta_avg5
source: vs. last 5 avg (volume)
ja: 直近5回平均との差(挙上量)

# exercise_detail_delta_volume
source: vs. last (volume)
ja: 前回比(挙上量)

# exercise_detail_delta_weight
source: vs. last (max weight)
ja: 前回比(最大重量)

# exercise_detail_history
source: History
ja: 履歴

# exercise_detail_history_total_time
source: total
ja: 合計

# exercise_detail_insight_next_flat
source: Latest session volume and top weight are similar to the previous time. Adjust load or reps based on how you felt.
ja: 直近のセッションは前回と総負荷・重量がほぼ同水準です。体感に合わせて重量や回数を微調整しましょう。

# exercise_detail_insight_next_flat_cardio
source: Distance and time are similar to last time. Adjust pace or duration as needed.
ja: 距離・時間は前回と近いです。ペースや時間を体感に合わせて調整できます。

# exercise_detail_insight_next_flat_time
source: Total time and hold times are close to last time. Tweak duration or intensity by feel.
ja: 合計時間・最長ホールドは前回と近いです。体感に合わせて秒数や強度を調整できます。

# exercise_detail_insight_next_mixed
source: Signals are mixed. Review the chart and last sets to decide whether to hold or progress.
ja: 増減が混在しています。グラフと直近セットを見て、維持か進めるか判断しましょう。

# exercise_detail_insight_next_progress
source: Volume and/or weight are trending up. Keep form first, then add load or reps gradually.
ja: 負荷や重量が伸びています。フォームを優先し、無理のない範囲で負荷アップを検討できます。

# exercise_detail_insight_next_progress_cardio
source: Distance or duration improved. Progress gradually while monitoring heart rate and form.
ja: 距離や時間が伸びています。心拍とフォームを見ながら無理なく進めましょう。

# exercise_detail_insight_next_progress_time
source: Time held or total duration improved. Build up gradually if it felt sustainable.
ja: 時間が伸びています。無理なく続けられる範囲で段階的に伸ばしましょう。

# exercise_detail_insight_next_recovery
source: Volume or top weight dipped compared to last time. Prioritize recovery, sleep, and technique before pushing harder.
ja: 前回より負荷や重量が落ちています。回復・睡眠・フォームを整えてから追い込みを。

# exercise_detail_insight_next_recovery_cardio
source: Metrics are down from last time. Consider recovery and consistency before pushing harder.
ja: 前回より数値が落ちています。回復と継続を優先してから負荷を上げましょう。

# exercise_detail_insight_next_recovery_time
source: Time metrics dropped from last time. Check fatigue and form before adding difficulty.
ja: 前回より時間が落ちています。疲労とフォームを確認してから難易度を上げましょう。

# exercise_detail_kpi_cardio_max_dist
source: Best single-set distance (period)
ja: 期間内の最長セット距離

# exercise_detail_kpi_cardio_recent_dist
source: Recent session total distance
ja: 直近セッションの合計距離

# exercise_detail_kpi_cardio_recent_duration
source: Recent session duration
ja: 直近セッションの合計時間

# exercise_detail_kpi_count
source: Sessions
ja: 実施回数

# exercise_detail_kpi_max_reps
source: Max reps
ja: 最大回数

# exercise_detail_kpi_max_volume
source: Max session volume
ja: 最大総負荷

# exercise_detail_kpi_max_weight
source: Max weight
ja: 最大重量

# exercise_detail_kpi_recent
source: Latest record
ja: 直近記録

# exercise_detail_kpi_time_max_longest
source: Best longest set (period)
ja: 期間内の最長セット

# exercise_detail_kpi_time_max_session_total
source: Max session total time (period)
ja: 期間内の最大セッション合計時間

# exercise_detail_kpi_time_recent_longest
source: Recent longest set
ja: 直近の最長セット

# exercise_detail_kpi_time_recent_session_total
source: Recent session total time
ja: 直近セッションの合計時間

# exercise_detail_max_weight_trend
source: Max weight trend
ja: 最大重量の推移

# exercise_detail_next_hint_title
source: For next session
ja: 次回のヒント

# exercise_detail_no_records
source: No records yet
ja: まだ記録がありません

# exercise_detail_period
source: Period
ja: 期間

# exercise_detail_pr_explanation
source: Personal best is the set with the highest volume (weight × reps).
ja: PR（自己ベスト）は「1セットの挙上量（重量×回数）」が最大の記録です。

# exercise_detail_pr_history_footer
source: Days when your best single-set volume in this exercise exceeded all prior sessions in the selected period (running max).
ja: 選択した期間内で、当該種目の「1セットあたりの最大体積（重量×回数）」が過去の自己ベストを更新した日です。

# exercise_detail_pr_history_title
source: Best-set milestones
ja: ベスト更新履歴

# exercise_detail_reps_trend
source: Reps trend
ja: レップ数の推移

# exercise_detail_switch
source: Switch exercise
ja: 種目を切替

# exercise_detail_volume_trend
source: Volume trend
ja: ボリュームの推移

# exercise_edit_body_equipment
source: Body part & equipment
ja: 部位・器具

# exercise_edit_favorite
source: Favorite
ja: お気に入り

# exercise_edit_warmup_rest
source: Warm-up rest
ja: ウォームアップ時の休憩

# exercise_edit_warmup_rest_auto
source: Default (60s)
ja: 自動（60秒）

# exercise_edit_warmup_rest_footer
source: Seconds after completing a warm-up set. If unset, 60 seconds is used.
ja: ウォームアップセット完了後の休憩秒数。未設定時は60秒です。

# exercise_kind_cardio
source: Cardio (distance & time)
ja: 有酸素（距離・時間）

# exercise_kind_strength
source: Strength (weight × reps)
ja: 筋トレ（重量×回）

# exercise_kind_time
source: Time (seconds)
ja: 時間（秒）

# exercise_kind_weighted_bodyweight
source: Weighted bodyweight
ja: 加重自体重

# exercise_list_favorites_only
source: Favorites only
ja: お気に入りのみ

# exercise_preset_badge
source: Preset
ja: プリセット

# exercise_reorder_hint
source: You can also drag the exercise card from the list to reorder.
ja: 種目カードを長押ししてドラッグしても並べ替えできます。

# exercise_search_keywords_footer
source: Comma-separated. Matched when searching exercises.
ja: カンマ区切り。種目検索時に名前とあわせて照合されます。

# exercise_search_keywords_header
source: Search aliases
ja: 検索用の別名

# exercise_search_keywords_placeholder
source: e.g. bench, BP, ベンチ
ja: 例: ベンチ,BP,bench

# exercise_search_prompt
source: Search exercises
ja: 種目を検索

# export_csv_exercise_period
source: Export exercise CSV (selected period)
ja: 種目をCSVでエクスポート（表示中の期間）

# export_csv_session
source: Export this session (CSV)
ja: このセッションをCSVでエクスポート

# fab_add_exercise_hint
source: Adds another exercise to this session.
ja: このセッションに別の種目を追加します。

# footer_plan_video_placeholder
source: Training plans & form videos may be added in a future update.
ja: トレーニングプラン・フォーム動画は今後のアップデートで追加予定です。

# footer_training_plan_button
source: Training plan
ja: トレーニングプラン

# footer_video_placeholder_a11y
source: Form video, coming soon
ja: フォーム動画（準備中）

# growth_body_part_avg_per_week
source: Weekly average
ja: 週平均

# growth_body_part_frequency
source: Training frequency
ja: トレーニング頻度

# growth_body_part_no_exercises
source: No exercises for this body part
ja: この部位の種目がありません

# growth_body_part_no_pr
source: No record yet
ja: まだ記録なし

# growth_body_part_not_applicable
source: N/A
ja: 対象外

# growth_body_part_pr_list_fmt
source: %@ — Personal bests
ja: %@ — 自己ベスト一覧

# growth_body_part_times_per_week
source: / week
ja: 回/週

# growth_col_part
source: Part
ja: 部位

# growth_col_reps
source: Reps
ja: レップ

# growth_col_sets
source: Sets
ja: セット

# growth_col_volume
source: Volume
ja: 総負荷

# growth_delta_sessions_week
source: vs last week
ja: 先週比

# growth_delta_volume_month
source: Volume vs last month
ja: ボリューム先月比

# growth_delta_volume_week
source: Volume vs last week
ja: ボリューム先週比

# growth_e1rm_title
source: Est. 1RM
ja: 推定1RM

# growth_exercise_empty_period
source: No records in this period
ja: この期間の記録はありません

# growth_exercise_no_data
source: No exercise data
ja: 種目データがありません

# growth_goal_met_badge
source: Goal met
ja: 目標達成

# growth_goal_not_set_hint
source: Set a weekly session goal to track whether you’re keeping pace.
ja: 週の目標を設定すると、ペース達成かどうかを表示できます。

# growth_goal_remaining_fmt
source: %lld more to go
ja: あと %lld 回

# growth_goal_sessions_of_target_fmt
source: %lld / %lld sessions (weekly goal)
ja: 今週 %lld 回／週の目標 %lld 回

# growth_heatmap_title
source: Training days
ja: トレーニング日

# growth_hero_all
source: All-time
ja: 全期間

# growth_hero_month
source: This month
ja: 今月

# growth_hero_total_volume
source: Total volume lifted
ja: 総挙上重量

# growth_hero_week
source: This week
ja: 今週

# growth_overview_avg_duration
source: Avg. duration
ja: 平均時間

# growth_overview_avg_exercises
source: Avg exercises / workout
ja: 平均種目数／回

# growth_overview_avg_sets
source: Avg sets / workout
ja: 平均セット数／回

# growth_overview_avg_sets_exercises
source: Avg. sets / exercises
ja: 平均セット・種目数

# growth_overview_consecutive
source: Streak
ja: 連続実施

# growth_overview_frequency_goal_subtitle
source: How often you train this calendar week, and progress toward your goal.
ja: 今週のトレーニング回数と、設定した週目標に対する達成状況です。

# growth_overview_frequency_goal_title
source: Frequency & weekly goal
ja: トレーニング頻度と週の目標

# growth_overview_intensity_trend_subtitle
source: Total weight × reps per week (volume). Rising trend ≈ higher training load.
ja: 週ごとの総挙上量（ボリューム）の推移です。増加は負荷が高まっている目安になります。

# growth_overview_intensity_trend_title
source: Intensity trend (weekly volume)
ja: 強度の推移（週次の総挙上）

# growth_overview_last_weeks_fmt
source: Last %lld weeks
ja: 直近%lld週

# growth_overview_monthly_volume
source: Monthly volume
ja: 月間ボリューム

# growth_overview_recent_30
source: Last 30 days
ja: 直近30日

# growth_overview_sessions_this_week_to_date
source: Sessions this week (to now)
ja: 今週の完了セッション（現在まで）

# growth_overview_streak
source: Consistency
ja: 継続

# growth_overview_training_days
source: Training days
ja: 実施日数

# growth_overview_weekly_bars_footer_fmt
source: Completed sessions per calendar week (last %lld weeks).
ja: 直近 %lld 週のカレンダー週ごとの完了セッション数です。

# growth_overview_weekly_session_bars_title
source: Weekly pace (sessions)
ja: 週ごとのペース（回数）

# growth_overview_weekly_total
source: Weekly total volume
ja: 週次総挙上

# growth_overview_weeks_unit
source: weeks
ja: 週間

# growth_picker_exercise
source: Exercise
ja: 種目

# growth_pr_all_exercises
source: Exercises with a PR
ja: PRがある種目

# growth_pr_month
source: Updated this month
ja: 今月更新

# growth_pr_stats_footer
source: Counts are based on best-set PR records: week/month = records whose achievement date falls in that period; right = number of exercises that have any PR saved.
ja: 種目ごとのベスト記録（PR）の達成日が該当期間に入る件数です。右はPRが保存されている種目数です。

# growth_pr_stats_title
source: Personal records
ja: PR更新

# growth_pr_week
source: Updated this week
ja: 今週更新

# growth_records_body_part_sessions
source: Sessions by body part
ja: 部位別セッション数

# growth_records_body_part_totals
source: Volume, sets & reps by body part
ja: 部位別サマリー（総負荷・セット・レップ）

# growth_records_exercise_list
source: Exercises
ja: 種目一覧

# growth_records_monthly_volume_part
source: Monthly volume by body part
ja: 月別部位ボリューム

# growth_records_no_data
source: No data
ja: データがありません

# growth_records_no_exercises
source: No exercises
ja: 種目がありません

# growth_records_no_pr
source: No personal bests yet
ja: まだ自己ベストがありません

# growth_records_pr_timeline
source: Personal best timeline
ja: 自己ベスト更新タイムライン

# growth_records_reps_strength_only
source: Reps count strength and weighted bodyweight sets only.
ja: レップ数は筋力・加重自体重のセットのみ集計しています。

# growth_records_see_all_premium
source: See full history →
ja: 全期間のグラフを見る →

# growth_records_this_week_balance
source: This week’s volume balance
ja: 今週の部位バランス（総負荷比）

# growth_records_undertrained_footnote
source: Among chest, back, legs, shoulders, arms, core, and cardio: parts below 20% of your highest load in the last 14 days.
ja: 胸・背中・脚・肩・腕・体幹・有酸素のうち、直近14日の最大部位負荷の20%未満の部位です。

# growth_records_undertrained_title
source: Parts that may need more work
ja: 直近で負荷が少ない部位

# growth_records_weekly_volume_part
source: Weekly volume by body part
ja: 週別部位ボリューム

# growth_section_max_weight
source: Max weight
ja: 最大重量

# growth_section_reps_trend
source: Reps trend
ja: レップ数の推移

# growth_section_volume_total
source: Volume (total)
ja: ボリューム（総挙上量）

# growth_set_weekly_goal_button
source: Set weekly goal
ja: 週の目標を設定

# growth_share_button
source: Share as text
ja: テキストで共有

# growth_share_preview_hero_subtitle
source: Same metrics as your Growth overview
ja: 成長タブの概要と同じ指標です

# growth_share_preview_hint
source: Check the summary, then open the share sheet to send.
ja: 内容を確認してから、共有先を選べます。

# growth_share_preview_metrics_header
source: Key numbers
ja: 主な指標

# growth_share_preview_title
source: Share summary
ja: 成長サマリーを共有

# growth_share_summary
source: Share summary
ja: サマリーを共有

# growth_share_summary_a11y_hint
source: Opens the share sheet with a text summary of your growth stats
ja: 成長記録のテキストサマリーを共有します

# growth_stats_free_period_footnote
source: Free: shorter chart history. Premium unlocks longer trends.
ja: 無料版では長期グラフの表示期間が短めです。プレミアムでさらに遡って比較できます。

# growth_tab_exercise
source: By exercise
ja: 種目別

# growth_tab_overview
source: Overview
ja: 概要

# growth_tab_records
source: Records
ja: 記録

# growth_volume_all_label
source: All-time (volume)
ja: 全期間の総負荷

# growth_volume_month_label
source: This month (volume)
ja: 今月の総負荷

# growth_volume_week_label
source: This week (volume)
ja: 今週の総負荷

# healthkit_summary_save_failed_title
source: Couldn’t save to Health
ja: ヘルスケアに保存できませんでした

# history_empty_all
source: No history yet
ja: まだ履歴がありません

# history_empty_day
source: No workouts on this day
ja: この日の記録はありません

# history_filter_all
source: All
ja: すべて

# history_no_records_day
source: No workouts on this day
ja: この日の記録はありません

# history_section_sessions
source: Sessions
ja: セッション

# history_selected_day_open_detail
source: Session details
ja: セッション詳細

# history_selected_day_section
source: Selected day
ja: 選択した日

# history_streak_status
source: %lld-week training streak
ja: 連続 %lld 週トレーニング中

# history_timeline_title
source: Workout timeline
ja: 時系列の記録

# history_total_prefix
source: Total
ja: 合計

# home_continue_session
source: Continue workout
ja: 続きから記録

# home_continue_session_a11y_hint
source: Resumes today’s in-progress workout
ja: 今日始めた未完了のワークアウトを再開します

# home_cta_add_today_workout
source: Add today's workout
ja: 本日のトレーニングを追加

# home_cta_routine_body_part
source: Start from routine or body part
ja: ルーティン・部位から始める

# home_day_log_empty
source: No sessions on this day
ja: この日の記録はありません

# home_day_log_title
source: Log for selected day
ja: 選択日のログ

# home_frequency_goal_card_title
source: Weekly goal
ja: 週の目標

# home_frequency_goal_met_format
source: Your goal is %lld sessions per week. Logged %lld this week — you’ve reached your goal.
ja: 週の目標は %lld 回です。今週は %lld 回トレーニングを記録しており、目標を達成しています。

# home_frequency_goal_short_format
source: Logged %lld this week. Weekly goal: %lld sessions — %lld more to reach it.
ja: 今週は %lld 回記録しています。週の目標は %lld 回で、あと %lld 回です。

# home_grand_total_load
source: Total load (all time)
ja: 総合合計負荷量

# home_hint_restart_plan
source: Consider refreshing your plan
ja: プランの組み直しを検討しましょう

# home_hint_stagnation_sign
source: May be a sign of a plateau
ja: 停滞のサインかもしれません

# home_incomplete_session_subtitle_today
source: Continue the session you started today.
ja: 今日始めたセッションの入力を再開できます

# home_loading
source: Loading...
ja: 読み込み中...

# home_memo_archive_row
source: Summary
ja: サマリー

# home_open_full_history
source: Open History for full log
ja: 履歴タブで全件を見る

# home_recent_sessions_section
source: Recent sessions
ja: 直近の実績

# home_stats_sessions_times_format
source: %lld times
ja: %lld回

# home_stats_title_last_workout
source: Last workout
ja: 前回の記録

# home_stats_title_shown_month
source: Month (calendar)
ja: この月（表示中）

# home_stats_title_this_week
source: This week
ja: 今週

# home_toolbar_settings_a11y_hint
source: Opens settings
ja: 設定画面を開きます

# home_total_days_format
source: TOTAL %lld days
ja: TOTAL %lld 日

# home_volume_7d_title
source: 7-day load
ja: 合計負荷量/7日間

# home_volume_28d_title
source: 28-day load
ja: 合計負荷量/28日間

# home_volume_compare_format
source: ≈ %.1f cars (1.5t) · %.2f buses (10t)
ja: 軽自動車(1.5t)約%.1f台分 · 路線バス(10t)約%.2f台分

# home_weekly_goal_prompt_subtitle
source: Used on Home and in Growth › Overview to show if you’re meeting your pace.
ja: ホームと成長記録の概要で、達成度を表示するために使います。

# home_weekly_goal_prompt_title
source: Set your weekly training goal
ja: 週のトレーニング目標を設定

# home_weekly_highlight
source: This week's highlights
ja: 今週のハイライト

# home_weekly_pr_update
source: Personal best
ja: 自己ベスト更新

# home_weekly_streak_label
source: week streak
ja: 週連続

# icloud_restart_message
source: To sync your logs with iCloud, fully quit the app and open it again. Your data stays on this device until then.
ja: 記録を iCloud で同期するには、アプリを完全に終了してから再度起動してください。それまではこの端末のデータが使われます。

# icloud_restart_title
source: Restart to enable iCloud sync
ja: iCloud 同期のために再起動

# insight_get_started
source: Start your first workout to see progress here.
ja: 最初のワークアウトを記録して、成長を追跡しましょう。

# insight_recent_pr
source: New personal best in %@!
ja: %@で自己ベスト更新！

# insight_session_up
source: %lld more sessions than last week. Great progress!
ja: 先週より%lld回多くトレーニングしています。いい調子！

# insight_streak_strong
source: %lld week streak! Keep up the great work.
ja: %lld週連続で継続中！この調子で頑張りましょう。

# insight_top_body_part
source: Most trained body part: %@
ja: 最も鍛えた部位は「%@」です

# insight_volume_up
source: Volume is up %lld%% from last week!
ja: ボリュームが先週比%lld%%アップ！

# keyboard_toolbar_done
source: Done
ja: 完了

# memo_journal_empty
source: No notes or tags in your history yet.
ja: まだメモやタグのある記録がありません。

# memo_journal_no_match
source: No entries match your search or tag filter.
ja: 条件に一致するメモがありません。

# memo_journal_search_placeholder
source: Search notes or exercise name
ja: メモ・種目名で検索

# memo_journal_tag_all
source: All tags
ja: すべて

# memo_journal_title
source: Notes & tags
ja: メモ・タグ一覧

# memo_key_delete_a11y
source: Delete digit
ja: 1文字削除

# memo_rest_skip_short
source: Skip
ja: スキップ

# metric_best_set
source: Best Set
ja: ベストセット

# metric_distance
source: Distance
ja: 距離

# metric_duration
source: Duration
ja: 時間

# metric_e1rm
source: Est. 1RM
ja: 推定1RM

# metric_max_weight
source: Max Weight
ja: 最大重量

# metric_reps
source: Total Reps
ja: レップ合計

# metric_total_time
source: Total Time
ja: 合計時間

# metric_volume
source: Volume
ja: 挙上量

# model_store_cloud_fallback_message
source: Could not start iCloud sync. Your data is saved on this device only until sync works again (check network, iCloud account, and try restarting the app).
ja: iCloud 同期を開始できませんでした。同期が復帰するまでデータはこの端末のみに保存されます（ネットワーク・iCloud サインインを確認し、アプリの再起動も試してください）。

# model_store_cloud_fallback_title
source: iCloud sync unavailable
ja: iCloud 同期を利用できません

# model_store_inmemory_message
source: Your saved workout data could not be opened. The app is using a temporary empty database. Try restarting the device. If the problem continues, reinstall the app (data may be lost) or contact support.
ja: 保存データを開けませんでした。いったん空のデータで起動しています。端末の再起動を試してください。改善しない場合はアプリの再インストール（データが消える場合があります）やサポートへお問い合わせください。

# model_store_inmemory_title
source: Could not load saved data
ja: 保存データを読み込めませんでした

# nav_exercise_add
source: Add exercise
ja: 種目を追加

# nav_exercise_edit
source: Edit exercise
ja: 種目を編集

# nav_exercise_list
source: Exercises
ja: 種目一覧

# nav_history_title
source: History
ja: 履歴

# nav_routine_management
source: Routines
ja: ルーティン管理

# nav_session_detail
source: Session detail
ja: セッション詳細

# nav_settings_title
source: Settings
ja: 設定

# nav_statistics_title
source: Growth Record
ja: 成長記録

# nav_workout_recording
source: Recording
ja: ワークアウト中

# nav_workout_start
source: Start workout
ja: ワークアウト開始
